/* error dialog default title */
TIME_MACHINE_ERROR = "Time Machine no ha podido completar la copia de seguridad.";

/* error dialog buttons */
OK = "Aceptar";
PREFERENCES = "Abrir el panel de preferencias Time Machine…";

/* string which is shown instead of the _SHOWPREFS message for managed prefs configurations */
MANAGED_PREFS = "Los ajustes de Time Machine en este ordenador están controlados por preferencias gestionadas. Póngase en contacto con el adminsitrador del sistema.";

/* error messages - shared with TMPref pane*/

// NO_ERROR
RESULTCODE_0_MESSAGE = "Ningún error.";

// BACKUP_FAILED_LAUNCH
RESULTCODE_1_MESSAGE = "No se ha podido abrir Time Machine.";  

// BACKUP_FAILED_SETUP
RESULTCODE_2_MESSAGE = "No se ha podido completar la copia de seguridad. Se ha producido un error al crear la carpeta de copia de seguridad."; 

// BACKUP_FAILED_TARGETVOL_UNSUPPORTED_FS
RESULTCODE_3_MESSAGE = "El disco de copia de seguridad no está en el obligatorio formato Mac OS Plus (con registro).\n\n%@"; 
RESULTCODE_3_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad diferente.";

// BACKUP_FAILED_TARGETVOL_STATFS_FAILED
RESULTCODE_4_MESSAGE = "No se ha podido obtener el estado del disco de copia de seguridad."; 

// BACKUP_FAILED_TARGETVOL_OWNERS_DISABLED
RESULTCODE_5_MESSAGE = "El disco de copia de seguridad no tiene activada la propiedad. Debe activarla para realizar en este disco copias de seguridad de Time Machine.\n\n%@"; 
RESULTCODE_5_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad diferente.";

// BACKUP_FAILED_TARGETVOL_NOT_JOURNALED
RESULTCODE_6_MESSAGE = "El disco de copia de seguridad no está en el obligatorio formato Mac OS Plus (con registro).\n\n%@";
RESULTCODE_6_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad diferente."; 

// BACKUP_FAILED_TARGETVOL_DISK_SPACE
RESULTCODE_7_MESSAGE = "Esta copia de seguridad es demasiado grande para el disco de copia de seguridad. La copia de seguridad requiere %@ pero solo hay %@ libre(s).\n\n%@";
RESULTCODE_7_SHOWPREFS = "Además del espacio necesario para guardar las copias de seguridad, Time Machine necesita espacio de trabajo en el disco de copia de seguridad. Abra las preferencias de Time Machine para seleccionar un disco de copia de seguridad mayor o para reducir el tamaño de las copias de seguridad excluyendo archivos."; 

// BACKUP_FAILED_TARGETVOL_READONLY
RESULTCODE_8_MESSAGE = "No se pueden copiar los archivos en el disco de copia de seguridad porque parece que es de solo lectura.\n\n%@";
RESULTCODE_8_SHOWPREFS = "Puede que sea necesario reparar o reformatear el disco mediante Utilidad de Discos. Si el disco no se puede reparar, deberá usar otro disco para las copias de seguridad. Abra el panel de preferencias Time Machine para seleccionar otro disco de copia de seguridad."; 

// BACKUP_FAILED_TARGETVOL_ACLS_DISABLED
RESULTCODE_9_MESSAGE = "El disco de copia de seguridad no tiene activadas las obligatorias listas de control de acceso.\n\n%@";
RESULTCODE_9_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad diferente."; 

// BACKUP_FAILED_PREFLIGHT_STAGE
RESULTCODE_10_MESSAGE = "Se ha producido un error al preparar la copia de seguridad."; 

// BACKUP_FAILED_COPY_STAGE
RESULTCODE_11_HEADER = "No se ha podido realizar la copia de seguridad porque se ha producido un error al copiar archivos en el disco de copia de seguridad.";
RESULTCODE_11_MESSAGE = "Puede que el problema sea temporal. Pruebe a realizar la copia de seguridad más tarde. Si el problema persiste, repare el disco de copia de seguridad con Utilidad de Discos.";

// BACKUP_FAILED_LINK_SOURCE
RESULTCODE_12_MESSAGE = "Se ha producido un error al enlazar archivos en el disco de copia de seguridad."; 

//  BACKUP_FAILED_TOO_MUCH_ACTIVITY
RESULTCODE_13_MESSAGE = "Han cambiado demasiados archivos durante la copia de seguridad."; 

// BACKUP_FAILED_SNAPSHOT_DELETE_FAILED 
RESULTCODE_14_MESSAGE = "Se ha producido un error al intentar eliminar copias de seguridad caducadas del disco de copia de seguridad.";

// BACKUP_FAILED_CULLING_DISABLED
RESULTCODE_15_MESSAGE = "Se han eliminado todas las copias de seguridad caducadas, pero el disco de copia de seguridad sigue lleno.\n\n%@";
RESULTCODE_15_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad mayor.";

// BACKUP_FAILED_CULLING_DATELIMIT
RESULTCODE_16_MESSAGE = "Se han eliminado todas las copias de seguridad caducadas, pero el disco de copia de seguridad sigue lleno.\n\n%@";
RESULTCODE_16_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad mayor."; 

// BACKUP_FAILED_TARGETVOL_NOT_SPECIFIED
RESULTCODE_17_MESSAGE = "No se ha seleccionado ningún disco de copia de seguridad.\n\n%@";
RESULTCODE_17_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad.";

// BACKUP_FAILED_TARGETVOL_NOT_FOUND
RESULTCODE_18_MESSAGE = "No se ha podido encontrar el disco de copia de seguridad.\n\n%@";
RESULTCODE_18_SHOWPREFS = "Asegúrese de que el disco de copia de seguridad está conectado o abra las Preferencias de Time Machine para seleccionar uno distinto."; 

// BACKUP_FAILED_TARGETVOL_NOT_MOUNTED
RESULTCODE_19_MESSAGE = "El disco de copia de seguridad no está disponible."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_CREATED
RESULTCODE_20_MESSAGE = "No se ha podido crear la imagen del disco de copia de seguridad “%@” (error %@)."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_MOUNTED
RESULTCODE_21_MESSAGE = "No se ha podido acceder a la imagen del disco de copia de seguridad “%@” (error %@)."; 

// BACKUP_CANCELED
RESULTCODE_22_MESSAGE = "Copia de seguridad cancelada."; 

// BACKUP_FAILED_CASE_SENSITIVITY
RESULTCODE_23_MESSAGE = "Un disco del que está haciendo copia de seguridad distingue entre mayúsculas y minúsculas, pero el disco de destino no.\n\n%@";
RESULTCODE_23_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad diferente o para optar por no realizar una copia de seguridad del disco que distingue entre mayúsculas y minúsculas."; 

// BACKUP_FAILED_DUPLICATE_VOLNAMES
RESULTCODE_24_MESSAGE = "Dos de los discos de los cuales se va a crear una copia de seguridad tienen el mismo nombre. Debe cambiarle el nombre a uno de ellos."; 

// BACKUP_FAILED_NO_SOURCE_VOLUMES
RESULTCODE_25_MESSAGE = "No hay ningún disco disponible para realizar la copia de seguridad. Probablemente todos los discos están en la lista “No realizar copia de seguridad de”.\n\n%@";
RESULTCODE_25_SHOWPREFS = "Para modificar la lista, abra el panel de preferencias Time Machine y haga clic en Opciones.";

// BACKUP_FAILED_NETWORK_INTERRUPTION
RESULTCODE_26_HEADER = "Time Machine no ha podido completar la copia de seguridad debido a un problema en la red.";
RESULTCODE_26_MESSAGE = "Asegúrese de que el ordenador y el disco de copia de seguridad están en la misma red y de que este está encendido, e intente realizar de nuevo la copia de seguridad.";

// BACKUP_FAILED_DISK_INTERRUPTION
RESULTCODE_27_MESSAGE = "Es posible que el disco de copia de seguridad haya sido expulsado o desconectado del ordenador.";

// BACKUP_FAILED_TARGETVOL_DISK_SPACE_DURING_BACKUP
RESULTCODE_28_MESSAGE = "El disco de copia de seguridad se ha quedado sin espacio inesperadamente. Time Machine intentará liberar espacio eliminando copias de seguridad caducadas durante la siguiente copia de seguridad programada.\n\n%@";
RESULTCODE_28_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad mayor o para reducir la copia de seguridad excluyendo archivos."; 

// BACKUP_FAILED_AUTHENTICATION_ERROR
RESULTCODE_29_MESSAGE = "No se ha podido acceder al disco de copia de seguridad de red porque ha habido un problema con el nombre de usuario o la contraseña de la red.\n\n%@";
RESULTCODE_29_SHOWPREFS = "Abra las Preferencias de Time Machine para seleccionar el disco de copia de seguridad en red e introduzca el nombre de usuario y la contraseña correctos.";

// BACKUP_FAILED_UNABLE_TO_REUSE_BACKUP
RESULTCODE_30_MESSAGE = "Se ha poducido un error al intentar reutilizar la copia de seguridad “%@”.";

// BACKUP_FAILED_DISK_IMAGE_BUSY
RESULTCODE_31_MESSAGE = "La imagen del disco de copia de seguridad “%@” ya está en uso.";

// BACKUP_FAILED_DISK_IMAGE_NOT_FOUND
RESULTCODE_32_MESSAGE = "No se ha podido encontrar la imagen del disco de copia de seguridad “%@”.";

// BACKUP_FAILED_CLOCK_WRONG
RESULTCODE_33_MESSAGE = "La fecha y la hora del sistema con son correctas.";

// BACKUP_FAILED_NO_PRIMARY_NETWORK_INTERFACE
RESULTCODE_34_MESSAGE = "El ordenador carece de interfaz de red principal.";

// BACKUP_FAILED_BOOT_COOKIE_NOT_FOUND
RESULTCODE_35_MESSAGE = "Time Machine no ha encontrado algunos de sus ajustes.\n\n%@";
RESULTCODE_35_SHOWPREFS = "Para restablecer los ajustes de Time Machine, abra las Preferencias de Time Machine y vuelva a seleccionar el disco de copia de seguridad.";

// BACKUP_FAILED_DESTINATION_COOKIE_NOT_FOUND
RESULTCODE_36_MESSAGE = "Time Machine no ha encontrado algunos de sus ajustes en el disco de copia de seguridad “%@”.\n\nAsegúrese de que el disco de copia de seguridad está conectado y de que los otros discos conectados no tienen el mismo nombre que el de copia de seguridad.\n\n%@";
RESULTCODE_36_SHOWPREFS = "Para restablecer los ajustes de Time Machine, abra las Preferencias de Time Machine y vuelva a seleccionar el disco de copia de seguridad.";

// BACKUP_FAILED_DISK_SOURCE_INTERRUPTION
RESULTCODE_37_MESSAGE = "Es posible que uno de los discos a copiar haya sido expulsado o desconectado del ordenador.";

// BACKUP_FAILED_TARGETIMAGE_READONLY
RESULTCODE_38_MESSAGE = "Time Machine no puede usar la imagen de disco porque no se puede escribir en ella.";

// BACKUP_HC_FAILED_TARGETVOL_RESOLUTION_FAILED
RESULTCODE_40_HEADER = "Time Machine no ha podido verificar las copias de seguridad porque el disco de copia de seguridad no está disponible.";
RESULTCODE_40_MESSAGE = "Asegúrese de que el ordenador y el disco de copia de seguridad están en la misma red y de que este está encendido, e intente verificar de nuevo las copias de seguridad.";

// BACKUP_HC_FAILED_TARGETVOL_READONLY
RESULTCODE_41_HEADER = "Time Machine no ha podido verificar las copias de seguridad.";
RESULTCODE_41_MESSAGE = "Parece que el disco de copia de seguridad es de solo lectura.";

// BACKUP_HC_VERIFICATION_INTERRUPTED
RESULTCODE_42_HEADER = "Time Machine no ha podido verificar las copias de seguridad porque se ha interrumpido la verificación.";
RESULTCODE_42_MESSAGE = "Normalmente las interrupciones son causadas por problemas de red. Inténtelo de nuevo cuando se hayan resuelto los problemas de red.";

// BACKUP_FAILED_TO_ABANDON_IMAGE
RESULTCODE_43_MESSAGE = "Time Machine no ha podido reubicar la imagen de disco de copia de seguridad existente “%@”";

// BACKUP_FAILED_TO_DELETE_IMAGE
RESULTCODE_44_MESSAGE = "Time Machine no ha podido eliminar la imagen de disco de copia de seguridad “%@”";

// BACKUP_FAILED_UNKNOWN
RESULTCODE_999_MESSAGE = "Código de error: %@";

// BACKUP_WARNING_LOW_DISK_MESSAGE
RESULTCODE_1000_HEADER = "El disco de copia de seguridad está casi lleno.";
RESULTCODE_1000_MESSAGE = "Cuando el disco de copia de seguridad esté lleno, Time Machine eliminará copias de seguridad antiguas para hacer espacio a las más recientes.\n\n%@";
RESULTCODE_1000_SHOWPREFS = "Si prefiere conservar todas sus copias de seguridad antiguas, abra las Preferencias de Time Machine para seleccionar un nuevo disco de copia de seguridad.";

// BACKUP_WARNING_THINNING_START
RESULTCODE_1001_HEADER = "El disco de copia de seguridad está lleno.";
RESULTCODE_1001_MESSAGE = "Time Machine ha eliminado una o más copias de seguridad antiguas para hacer espacio a las nuevas. La copia de seguridad más antigua en este momento es: %@\n\n%@";
RESULTCODE_1001_SHOWPREFS = "Para evitar la eliminación de más copias de seguridad antiguas, abra las Preferencias de Time Machine para seleccionar un disco de copia de seguridad distinto."; 
RESULTCODE_1001_CHECKBOX = "No volver a mostrar esta advertencia.";

// BACKUP_WARNING_NO_RECENT_BACKUPS
RESULTCODE_1002_MESSAGE = "Time Machine no ha realizado copia de seguridad de su ordenador desde hace %@ días.\n\n%@"; 
RESULTCODE_1002_SHOWPREFS = "Asegúrese de que el disco de copia de seguridad está disponible o abra las Preferencias de Time Machine para seleccionar otro disco.";

// BACKUP_WARNING_REUSE_BACKUPS
RESULTCODE_1003_HEADER = "¿Desea reutilizar la copia de seguridad “%@” con este ordenador?";
RESULTCODE_1003_MESSAGE = "La copia de seguridad fue creada en un ordenador distinto. Si reutiliza esta copia de seguridad, el ordenador original no podrá volver a usarla.";
REUSE_BACKUP_BUTTON = "Reutilizar copia de seguridad";
CREATE_NEW_BACKUP_BUTTON = "Crear nueca copia de seguridad";
ASK_LATER_BUTTON = "No guardar copia ahora";

// BACKUP_WARNING_FIRMWARE 
RESULTCODE_1004_HEADER = "Hay una actualización disponible para “%@”.";
RESULTCODE_1004_MESSAGE = "Esta actualización mejora la fiabilidad de Time Capsule. Para instalar la actualización, abra la Utilidad AirPort. Puede que deba introducir la contraseña de Time Capsule para “%@”.";
REMIND_LATER_BUTTON = "Actualizar más tarde";
AIRPORT_UTILITY_BUTTON = "Abrir Utilidad AirPort…";

// BACKUP_WARNING_DELETE_IMAGE 
RESULTCODE_1006_HEADER = "Time Machine ha acabado de verificar sus copias de seguridad. Para mejorar la fiabilidad, Time Machine debe crear una copia de seguridad nueva.";
RESULTCODE_1006_MESSAGE = "Haga clic en “Iniciar nueva copia de seguridad” para crear una copia de seguridad nueva. Esto borrará su historial de copia de seguridad actual y puede tardar varias horas en completarse.\n\nHaga clic en “Realizar copia de seguridad más tarde” para que se le avise de nuevo mañana. Time Machine no realizará ninguna copia de seguridad durante este período.";
CREATE_RECOVERY_IMAGE_NOW_BUTTON = "Iniciar nueva copia de seguridad";
CREATE_RECOVERY_IMAGE_ASK_LATER_BUTTON = "Realizar copia de seguridad más tarde";

// BACKUP_WARNING_TARGETVOL_CHANGED
RESULTCODE_1008_HEADER = "La identidad del disco de copia de seguridad ha cambiado desde la última copia de seguridad.";
RESULTCODE_1008_MESSAGE = "Puede que el disco se haya borrado o reemplazado por otro, o que alguien esté intentando que el ordenador haga una copia de seguridad del disco equivocado.";
BACKUP_WARNING_TARGETVOL_CHANGED_OK_BUTTON = "Usar este disco";
BACKUP_WARNING_TARGETVOL_CHANGED_CANCEL_BUTTON = "No realizar copia de seguridad";

// UNITS
KB = "KB";
MB = "MB";
GB = "GB";
TB = "TB";
